let questions = [
	{
		numb: 1,
		question: "Почему Зилов в начале пьесы чувствует внутреннюю пустоту, несмотря на внешние успехи?",
		answer: "Он переживает потерю смысла жизни",
		options: [
			"Его не устраивает зарплата",
			"Он не любит свою профессию",
			"Он переживает потерю смысла жизни",
			"Его угнетает брак"
		]
	},
	{
		numb: 2,
		question: "Какую роль играет утиная охота в мировосприятии Зилова?",
		answer: "Способ уйти от реальности",
		options: [
			"Символ потери",
			"Символ обновления",
			"Способ уйти от реальности",
			"Просто хобби"
		]
	},
	{
		numb: 3,
		question: "Почему Зилов симулирует болезнь?",
		answer: "Чтобы избежать разговора с Верой",
		options: [
			"Чтобы вызвать жалость у Гусева",
			"Чтобы не ехать на охоту",
			"Чтобы скрыть увольнение",
			"Чтобы избежать разговора с Верой"
		]
	},
	{
		numb: 4,
		question: "Что говорит о характере Зилова его отношение к работе?",
		answer: "Безразличен к обязанностям",
		options: [
			"Ответственный и дисциплинированный",
			"Одержим карьерой",
			"Безразличен к обязанностям",
			"Работает ради признания"
		]
	},
	{
		numb: 5,
		question: "Какую функцию выполняет персонаж Саяпин в пьесе?",
		answer: "Зеркало для Зилова",
		options: [
			"Зеркало для Зилова",
			"Карикатура на Зилова",
			"Противоположность Зилову",
			"Нейтральное лицо"
		]
	},
	{
		numb: 6,
		question: "Почему Вера не уходит от Зилова сразу?",
		answer: "Надеется, что он изменится",
		options: [
			"Боится остаться одна",
			"Надеется, что он изменится",
			"Нет материальной поддержки",
			"Давление со стороны друзей"
		]
	},
	{
		numb: 7,
		question: "Какой момент можно считать поворотным в пьесе?",
		answer: "Его признание в симуляции",
		options: [
			"Получение Зиловым путёвки на охоту",
			"Его признание в симуляции",
			"Ссора с Верой",
			"Вечеринка с друзьями"
		]
	},
	{
		numb: 8,
		question: "Какова роль финального эпизода с охотой в пьесе?",
		answer: "Иллюзия свободы",
		options: [
			"Это аллюзия на смерть",
			"Символическое освобождение",
			"Иллюзия свободы",
			"Реализация мечты"
		]
	},
	{
		numb: 9,
		question: "Почему Зилов теряет связь с близкими?",
		answer: "Его цинизм и бездействие",
		options: [
			"Его цинизм и бездействие",
			"Упрямство других",
			"Эмиграция семьи",
			"Работа в другом городе"
		]
	},
	{
		numb: 10,
		question: "Какую философскую проблему поднимает пьеса?",
		answer: "Абсурд повседневности и утрата смысла",
		options: [
			"Борьба за справедливость",
			"Противостояние власти",
			"Абсурд повседневности и утрата смысла",
			"Личное и общественное"
		]
	}
];
